[
    {
        "id": 1,
        "image": "https://source.unsplash.com/400x400/?tech,app",
        "title": "FlowTrack",
        "subtitle": "Organize your goals and boost your productivity effortlessly.",
        "companyName": "ZenSoft Inc.",
        "description": "FlowTrack is your all-in-one productivity companion, designed to simplify the way you plan and execute tasks. With an intuitive interface, AI-driven reminders, and seamless cloud synchronization, you can easily manage personal goals, team projects, and everyday routines. Stay focused using built-in timers and analytics that help track progress over time. Whether you’re a student or professional, FlowTrack ensures your workflow stays smooth, organized, and efficient across all your devices.",
        "size": 62,
        "reviews": 15340,
        "ratingAvg": 4.8,
        "downloads": "2.3M",
        "ratings": [
            {
                "name": "1 star",
                "count": 280
            },
            {
                "name": "2 star",
                "count": 410
            },
            {
                "name": "3 star",
                "count": 940
            },
            {
                "name": "4 star",
                "count": 2800
            },
            {
                "name": "5 star",
                "count": 8910
            }
        ]
    },
    {
        "id": 2,
        "image": "https://source.unsplash.com/400x400/?design,app",
        "title": "Artify",
        "subtitle": "Transform your photos into digital masterpieces instantly.",
        "companyName": "DreamCraft",
        "description": "Artify turns ordinary images into stunning digital artwork using advanced AI filters and editing tools. Choose from hundreds of artistic styles inspired by famous painters and modern aesthetics. Whether you’re enhancing portraits, landscapes, or product photos, Artify makes editing quick and professional. With one-tap adjustments, color grading, and background removal, your creativity has no limits. Share your beautiful creations directly to social media and impress your followers effortlessly.",
        "size": 57,
        "reviews": 12000,
        "ratingAvg": 4.6,
        "downloads": "1.4M",
        "ratings": [
            {
                "name": "1 star",
                "count": 300
            },
            {
                "name": "2 star",
                "count": 490
            },
            {
                "name": "3 star",
                "count": 870
            },
            {
                "name": "4 star",
                "count": 2600
            },
            {
                "name": "5 star",
                "count": 6740
            }
        ]
    },
    {
        "id": 3,
        "image": "https://source.unsplash.com/400x400/?fitness,app",
        "title": "FitPulse",
        "subtitle": "Your personal AI-powered fitness coach and motivator.",
        "companyName": "CoreWellness",
        "description": "FitPulse brings you a smarter way to stay healthy by combining AI-powered workout tracking and nutrition planning. Get personalized exercise routines, daily motivation, and detailed progress analytics. Sync your data with smartwatches to monitor steps, heart rate, and calories burned in real time. Whether you’re at the gym or home, FitPulse helps you stay committed to your fitness goals with expert guidance, tailored challenges, and social leaderboards for extra motivation.",
        "size": 64,
        "reviews": 18700,
        "ratingAvg": 4.7,
        "downloads": "5.1M",
        "ratings": [
            {
                "name": "1 star",
                "count": 330
            },
            {
                "name": "2 star",
                "count": 520
            },
            {
                "name": "3 star",
                "count": 1000
            },
            {
                "name": "4 star",
                "count": 3800
            },
            {
                "name": "5 star",
                "count": 13050
            }
        ]
    },
    {
        "id": 4,
        "image": "https://source.unsplash.com/400x400/?finance,app",
        "title": "MoneyMap",
        "subtitle": "Visualize your finances and plan smarter budgets.",
        "companyName": "SmartLedger",
        "description": "MoneyMap helps you understand your financial habits by providing visual insights into your spending, income, and savings. Link your bank accounts securely and watch your transactions organize automatically into categories. Set monthly goals, create custom budgets, and receive smart alerts to prevent overspending. Detailed reports and charts make it easy to track your progress. With MoneyMap, managing your finances becomes not just efficient but truly empowering and stress-free.",
        "size": 51,
        "reviews": 11200,
        "ratingAvg": 4.5,
        "downloads": "980K",
        "ratings": [
            {
                "name": "1 star",
                "count": 280
            },
            {
                "name": "2 star",
                "count": 450
            },
            {
                "name": "3 star",
                "count": 940
            },
            {
                "name": "4 star",
                "count": 2500
            },
            {
                "name": "5 star",
                "count": 5030
            }
        ]
    },
    {
        "id": 5,
        "image": "https://source.unsplash.com/400x400/?education,app",
        "title": "Learnio",
        "subtitle": "Master new skills with personalized online lessons.",
        "companyName": "EduNova",
        "description": "Learnio is a modern learning app designed to make studying fun, efficient, and engaging. It offers personalized learning paths, video lessons, quizzes, and flashcards across a variety of subjects. Whether you’re learning coding, design, business, or languages, Learnio adapts to your pace and style. Interactive progress tracking keeps you motivated while reminders help you stay consistent. Access thousands of expert-led courses anytime and turn learning into an exciting daily habit.",
        "size": 67,
        "reviews": 15900,
        "ratingAvg": 4.9,
        "downloads": "3.7M",
        "ratings": [
            {
                "name": "1 star",
                "count": 230
            },
            {
                "name": "2 star",
                "count": 310
            },
            {
                "name": "3 star",
                "count": 800
            },
            {
                "name": "4 star",
                "count": 2900
            },
            {
                "name": "5 star",
                "count": 9660
            }
        ]
    },
    {
        "id": 6,
        "image": "https://source.unsplash.com/400x400/?music,app",
        "title": "TuneNest",
        "subtitle": "Discover and stream music that fits your mood.",
        "companyName": "WaveLabs",
        "description": "TuneNest is an intelligent music app that adapts to your emotions and environment. It curates playlists automatically based on your activities, such as working, studying, or relaxing. The offline mode lets you enjoy your favorite songs anywhere. With a clean interface, equalizer customization, and premium audio quality, TuneNest delivers an immersive music experience. Connect with friends, share playlists, and explore trending tracks from artists around the world effortlessly.",
        "size": 59,
        "reviews": 10800,
        "ratingAvg": 4.4,
        "downloads": "2.6M",
        "ratings": [
            {
                "name": "1 star",
                "count": 300
            },
            {
                "name": "2 star",
                "count": 470
            },
            {
                "name": "3 star",
                "count": 910
            },
            {
                "name": "4 star",
                "count": 2600
            },
            {
                "name": "5 star",
                "count": 6520
            }
        ]
    },
    {
        "id": 7,
        "image": "https://source.unsplash.com/400x400/?shopping,app",
        "title": "ShopX",
        "subtitle": "Find deals, compare prices, and shop smarter.",
        "companyName": "Trendify",
        "description": "ShopX brings all your favorite stores into one convenient place. Discover the best deals, compare prices across hundreds of retailers, and get exclusive discounts tailored to your preferences. With smart search and personalized recommendations, you’ll never miss a sale. Save your favorite products, track shipments, and manage your orders effortlessly. Whether you’re buying fashion, gadgets, or groceries, ShopX ensures a faster, safer, and more enjoyable shopping experience every time.",
        "size": 52,
        "reviews": 8700,
        "ratingAvg": 4.3,
        "downloads": "980K",
        "ratings": [
            {
                "name": "1 star",
                "count": 340
            },
            {
                "name": "2 star",
                "count": 430
            },
            {
                "name": "3 star",
                "count": 920
            },
            {
                "name": "4 star",
                "count": 2500
            },
            {
                "name": "5 star",
                "count": 4510
            }
        ]
    },
    {
        "id": 8,
        "image": "https://source.unsplash.com/400x400/?weather,app",
        "title": "SkyCast",
        "subtitle": "Stay one step ahead of the weather every day.",
        "companyName": "NimbusTech",
        "description": "SkyCast is your smart weather companion that delivers real-time updates, radar maps, and future forecasts. With accurate data powered by global weather networks, it alerts you instantly about temperature changes, storms, or rain. The app includes widgets, hourly forecasts, and sunrise/sunset info. Customize your notifications to receive alerts for your specific location. Whether you’re planning a trip or just stepping out, SkyCast helps you stay prepared for any condition.",
        "size": 46,
        "reviews": 9800,
        "ratingAvg": 4.6,
        "downloads": "1.6M",
        "ratings": [
            {
                "name": "1 star",
                "count": 250
            },
            {
                "name": "2 star",
                "count": 430
            },
            {
                "name": "3 star",
                "count": 800
            },
            {
                "name": "4 star",
                "count": 2600
            },
            {
                "name": "5 star",
                "count": 5720
            }
        ]
    },
    {
        "id": 9,
        "image": "https://source.unsplash.com/400x400/?travel,app",
        "title": "TripTrek",
        "subtitle": "Plan smarter journeys and unforgettable adventures.",
        "companyName": "ExploreMore",
        "description": "TripTrek simplifies travel planning with smart itinerary suggestions, flight tracking, and expense management. Discover destinations, book hotels, and find activities tailored to your interests. The app syncs your travel details, so you never miss flights or bookings. Offline maps and safety tips make traveling stress-free. Share trips with friends, track your adventures, and make every journey memorable. Whether it’s a weekend getaway or an international trip, TripTrek is your trusted companion.",
        "size": 68,
        "reviews": 17400,
        "ratingAvg": 4.8,
        "downloads": "4.4M",
        "ratings": [
            {
                "name": "1 star",
                "count": 320
            },
            {
                "name": "2 star",
                "count": 440
            },
            {
                "name": "3 star",
                "count": 960
            },
            {
                "name": "4 star",
                "count": 3600
            },
            {
                "name": "5 star",
                "count": 10080
            }
        ]
    },
    {
        "id": 10,
        "image": "https://source.unsplash.com/400x400/?news,app",
        "title": "InfoPulse",
        "subtitle": "Smart news for smarter minds, all in one feed.",
        "companyName": "GlobalFeed",
        "description": "InfoPulse curates top headlines from trusted global and local news sources. Enjoy personalized feeds based on your reading habits and preferred categories. The app filters out fake news using AI verification tools and delivers concise summaries for quick reading. Stay updated on technology, business, politics, and entertainment with real-time notifications. Offline reading mode ensures you never miss important updates, even without an internet connection. InfoPulse keeps your world in focus.",
        "size": 50,
        "reviews": 7300,
        "ratingAvg": 4.2,
        "downloads": "950K",
        "ratings": [
            {
                "name": "1 star",
                "count": 310
            },
            {
                "name": "2 star",
                "count": 420
            },
            {
                "name": "3 star",
                "count": 850
            },
            {
                "name": "4 star",
                "count": 2100
            },
            {
                "name": "5 star",
                "count": 3620
            }
        ]
    }
]