[
  {
    "id": 1,
    "image": "https://i.ibb.co.com/LztBJ89B/ufo-788746-1280.jpg",
    "title": "Edu Spark",
    "subtitle": "Learn smarter with adaptive online lessons and live sessions.",
    "companyName": "NovaWare",
    "description": "Edu Spark is a next-generation application designed to elevate your experience in learn. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 54,
    "reviews": "5.2K",
    "ratingAvg": 4.9,
    "downloads": 5.4,
    "ratings": [
      {
        "name": "5 star",
        "count": 6189
      },
      {
        "name": "4 star",
        "count": 3766
      },
      {
        "name": "3 star",
        "count": 744
      },
      {
        "name": "2 star",
        "count": 378
      },
      {
        "name": "1 star",
        "count": 341
      }
    ]
  },
  {
    "id": 2,
    "image": "https://i.ibb.co.com/GQS41Phx/logo-1873902-1280.jpg",
    "title": "Fit Flow",
    "subtitle": "Personal fitness redefined with smart workout tracking.",
    "companyName": "SkyTech",
    "description": "Fit Flow is a next-generation application designed to elevate your experience in personal. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 55,
    "reviews": "4.5M",
    "ratingAvg": 4.3,
    "downloads": 5.6,
    "ratings": [
      {
        "name": "5 star",
        "count": 7006
      },
      {
        "name": "4 star",
        "count": 2080
      },
      {
        "name": "3 star",
        "count": 1295
      },
      {
        "name": "2 star",
        "count": 409
      },
      {
        "name": "1 star",
        "count": 265
      }
    ]
  },
  {
    "id": 3,
    "image": "https://i.ibb.co.com/Z6syH1Gn/planet-8196059-1280.png",
    "title": "Sound Sphere",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "DreamCraft",
    "description": "Sound Sphere is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 64,
    "reviews": "6.3K",
    "ratingAvg": 4.7,
    "downloads": 6.4,
    "ratings": [
      {
        "name": "5 star",
        "count": 11319
      },
      {
        "name": "4 star",
        "count": 2418
      },
      {
        "name": "3 star",
        "count": 749
      },
      {
        "name": "2 star",
        "count": 473
      },
      {
        "name": "1 star",
        "count": 400
      }
    ]
  },
  {
    "id": 4,
    "image": "https://i.ibb.co.com/RpsnWPp1/network-7055821-1280.jpg",
    "title": "Melody Mix",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "CodeWorks",
    "description": "Melody Mix is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 53,
    "reviews": "15.3K",
    "ratingAvg": 4.8,
    "downloads": 3.3,
    "ratings": [
      {
        "name": "5 star",
        "count": 8684
      },
      {
        "name": "4 star",
        "count": 3370
      },
      {
        "name": "3 star",
        "count": 1357
      },
      {
        "name": "2 star",
        "count": 592
      },
      {
        "name": "1 star",
        "count": 299
      }
    ]
  },
  {
    "id": 5,
    "image": "https://i.ibb.co.com/5ggqSBHG/finger-769300-1280.jpg",
    "title": "Audio Hive",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "NovaWare",
    "description": "Audio Hive is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 79,
    "reviews": "15.2K",
    "ratingAvg": 4.2,
    "downloads": 4.9,
    "ratings": [
      {
        "name": "5 star",
        "count": 9326
      },
      {
        "name": "4 star",
        "count": 3001
      },
      {
        "name": "3 star",
        "count": 1466
      },
      {
        "name": "2 star",
        "count": 604
      },
      {
        "name": "1 star",
        "count": 466
      }
    ]
  },
  {
    "id": 6,
    "image": "https://i.ibb.co.com/mFqcvXg9/bitcoin-4207418-1280.jpg",
    "title": "Dealify",
    "subtitle": "Discover trending products and shop smarter every day.",
    "companyName": "NovaWare",
    "description": "Dealify is a next-generation application designed to elevate your experience in discover. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 76,
    "reviews": "18.5K",
    "ratingAvg": 4.5,
    "downloads": 5.6,
    "ratings": [
      {
        "name": "5 star",
        "count": 8261
      },
      {
        "name": "4 star",
        "count": 2346
      },
      {
        "name": "3 star",
        "count": 1136
      },
      {
        "name": "2 star",
        "count": 540
      },
      {
        "name": "1 star",
        "count": 311
      }
    ]
  },
  {
    "id": 7,
    "image": "https://i.ibb.co.com/nsJjLWYT/instagram-1889078-1280.jpg",
    "title": "Pulse Now",
    "subtitle": "Stay ahead of global events with verified real-time news.",
    "companyName": "DreamCraft",
    "description": "Pulse Now is a next-generation application designed to elevate your experience in stay. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 69,
    "reviews": "2.0M",
    "ratingAvg": 4.6,
    "downloads": 1.3,
    "ratings": [
      {
        "name": "5 star",
        "count": 11554
      },
      {
        "name": "4 star",
        "count": 3292
      },
      {
        "name": "3 star",
        "count": 738
      },
      {
        "name": "2 star",
        "count": 655
      },
      {
        "name": "1 star",
        "count": 438
      }
    ]
  },
  {
    "id": 8,
    "image": "https://i.ibb.co.com/nsPhL9VC/logo-7833524-1280.png",
    "title": "Rhythm Box",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "SkyTech",
    "description": "Rhythm Box is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 64,
    "reviews": "19.2K",
    "ratingAvg": 4.4,
    "downloads": 6.5,
    "ratings": [
      {
        "name": "5 star",
        "count": 10287
      },
      {
        "name": "4 star",
        "count": 3176
      },
      {
        "name": "3 star",
        "count": 768
      },
      {
        "name": "2 star",
        "count": 621
      },
      {
        "name": "1 star",
        "count": 496
      }
    ]
  },
  {
    "id": 9,
    "image": "https://i.ibb.co.com/nM18nzVb/music-5551865-1280.jpg",
    "title": "Learn Lite",
    "subtitle": "Learn smarter with adaptive online lessons and live sessions.",
    "companyName": "CodeWorks",
    "description": "Learn Lite is a next-generation application designed to elevate your experience in learn. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 75,
    "reviews": "6.7K",
    "ratingAvg": 4.7,
    "downloads": 3.9,
    "ratings": [
      {
        "name": "5 star",
        "count": 9895
      },
      {
        "name": "4 star",
        "count": 2395
      },
      {
        "name": "3 star",
        "count": 914
      },
      {
        "name": "2 star",
        "count": 428
      },
      {
        "name": "1 star",
        "count": 208
      }
    ]
  },
  {
    "id": 10,
    "image": "https://i.ibb.co.com/Q3rmxzPT/milad-fakurian-fk-Xl-DEm-Suvo-unsplash.jpg",
    "title": "Gym Genius",
    "subtitle": "Personal fitness redefined with smart workout tracking.",
    "companyName": "DreamCraft",
    "description": "Gym Genius is a next-generation application designed to elevate your experience in personal. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 48,
    "reviews": "8.5K",
    "ratingAvg": 4.3,
    "downloads": 2.7,
    "ratings": [
      {
        "name": "5 star",
        "count": 11781
      },
      {
        "name": "4 star",
        "count": 1750
      },
      {
        "name": "3 star",
        "count": 1004
      },
      {
        "name": "2 star",
        "count": 428
      },
      {
        "name": "1 star",
        "count": 463
      }
    ]
  },
  {
    "id": 11,
    "image": "https://i.ibb.co.com/yJf9bxm/creatvise-x0b-Bk-Ahpt-I-unsplash.jpg",
    "title": "Tune Flow",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "SmartEdge",
    "description": "Tune Flow is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 59,
    "reviews": "2.4M",
    "ratingAvg": 4.7,
    "downloads": 3.7,
    "ratings": [
      {
        "name": "5 star",
        "count": 5736
      },
      {
        "name": "4 star",
        "count": 2837
      },
      {
        "name": "3 star",
        "count": 919
      },
      {
        "name": "2 star",
        "count": 479
      },
      {
        "name": "1 star",
        "count": 380
      }
    ]
  },
  {
    "id": 12,
    "image": "https://i.ibb.co.com/zWgC9JKD/farhat-altaf-Gks81-NKFvf0-unsplash.jpg",
    "title": "Roamly",
    "subtitle": "Plan and explore the world with AI-guided travel tools.",
    "companyName": "NovaWare",
    "description": "Roamly is a next-generation application designed to elevate your experience in plan. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 60,
    "reviews": "3.7M",
    "ratingAvg": 4.8,
    "downloads": 2.2,
    "ratings": [
      {
        "name": "5 star",
        "count": 4181
      },
      {
        "name": "4 star",
        "count": 1848
      },
      {
        "name": "3 star",
        "count": 1339
      },
      {
        "name": "2 star",
        "count": 370
      },
      {
        "name": "1 star",
        "count": 211
      }
    ]
  },
  {
    "id": 13,
    "image": "https://i.ibb.co.com/vx0C7pCb/javier-esteban-8-At6-XBg-Vyy-Y-unsplash.jpg",
    "title": "Tech Nova",
    "subtitle": "Empower your digital workflow with seamless AI integration.",
    "companyName": "DreamCraft",
    "description": "Tech Nova is a next-generation application designed to elevate your experience in empower. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 60,
    "reviews": "17.3K",
    "ratingAvg": 4.6,
    "downloads": 2.3,
    "ratings": [
      {
        "name": "5 star",
        "count": 7067
      },
      {
        "name": "4 star",
        "count": 2583
      },
      {
        "name": "3 star",
        "count": 983
      },
      {
        "name": "2 star",
        "count": 587
      },
      {
        "name": "1 star",
        "count": 244
      }
    ]
  },
  {
    "id": 14,
    "image": "https://i.ibb.co.com/Gv6gMLQf/al-amin-shamim-G9-G0-Jw-HDh-Hw-unsplash.jpg",
    "title": "Fit Pro",
    "subtitle": "Personal fitness redefined with smart workout tracking.",
    "companyName": "NovaWare",
    "description": "Fit Pro is a next-generation application designed to elevate your experience in personal. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 75,
    "reviews": "4.2M",
    "ratingAvg": 4.2,
    "downloads": 5.8,
    "ratings": [
      {
        "name": "5 star",
        "count": 8962
      },
      {
        "name": "4 star",
        "count": 3889
      },
      {
        "name": "3 star",
        "count": 1427
      },
      {
        "name": "2 star",
        "count": 380
      },
      {
        "name": "1 star",
        "count": 300
      }
    ]
  },
  {
    "id": 15,
    "image": "https://i.ibb.co.com/cBm09CF/sed-creatives-sardar-ij-Dv8-Yl-B5l-M-unsplash.jpg",
    "title": "Shop Savvy",
    "subtitle": "Discover trending products and shop smarter every day.",
    "companyName": "SkyTech",
    "description": "Shop Savvy is a next-generation application designed to elevate your experience in discover. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 72,
    "reviews": "18.9K",
    "ratingAvg": 4.4,
    "downloads": 4.5,
    "ratings": [
      {
        "name": "5 star",
        "count": 6498
      },
      {
        "name": "4 star",
        "count": 1626
      },
      {
        "name": "3 star",
        "count": 1336
      },
      {
        "name": "2 star",
        "count": 383
      },
      {
        "name": "1 star",
        "count": 255
      }
    ]
  },
  {
    "id": 16,
    "image": "https://i.ibb.co.com/20CfN0tV/chethan-5-Gsdd-THx-Qwo-unsplash.jpg",
    "title": "Bargain Hub",
    "subtitle": "Discover trending products and shop smarter every day.",
    "companyName": "ZenSoft",
    "description": "Bargain Hub is a next-generation application designed to elevate your experience in discover. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 56,
    "reviews": "4.2M",
    "ratingAvg": 4.5,
    "downloads": 3.0,
    "ratings": [
      {
        "name": "5 star",
        "count": 7338
      },
      {
        "name": "4 star",
        "count": 3772
      },
      {
        "name": "3 star",
        "count": 1476
      },
      {
        "name": "2 star",
        "count": 501
      },
      {
        "name": "1 star",
        "count": 478
      }
    ]
  },
  {
    "id": 17,
    "image": "https://i.ibb.co.com/nsJkrYsk/brecht-corbeel-q-Hx3w6-Gwz9k-unsplash.jpg",
    "title": "AI Workflow",
    "subtitle": "Empower your digital workflow with seamless AI integration.",
    "companyName": "SmartEdge",
    "description": "AI Workflow is a next-generation application designed to elevate your experience in empower. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 74,
    "reviews": "4.1M",
    "ratingAvg": 4.5,
    "downloads": 3.1,
    "ratings": [
      {
        "name": "5 star",
        "count": 8622
      },
      {
        "name": "4 star",
        "count": 2356
      },
      {
        "name": "3 star",
        "count": 1234
      },
      {
        "name": "2 star",
        "count": 689
      },
      {
        "name": "1 star",
        "count": 438
      }
    ]
  },
  {
    "id": 18,
    "image": "https://i.ibb.co.com/r2hPNFKw/sachin-khadka-84x-JL3twc-Uk-unsplash.jpg",
    "title": "Pixel Lab",
    "subtitle": "Transform your creative ideas into professional-grade designs.",
    "companyName": "SkyTech",
    "description": "Pixel Lab is a next-generation application designed to elevate your experience in transform. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 58,
    "reviews": "16.7K",
    "ratingAvg": 4.4,
    "downloads": 5.0,
    "ratings": [
      {
        "name": "5 star",
        "count": 7654
      },
      {
        "name": "4 star",
        "count": 2673
      },
      {
        "name": "3 star",
        "count": 890
      },
      {
        "name": "2 star",
        "count": 664
      },
      {
        "name": "1 star",
        "count": 292
      }
    ]
  },
  {
    "id": 19,
    "image": "https://i.ibb.co.com/5hyhVpcY/boliviainteligente-ZWf-F3d-W8n8c-unsplash.jpg",
    "title": "Music Stream",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "SmartEdge",
    "description": "Music Stream is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 55,
    "reviews": "1.1M",
    "ratingAvg": 4.6,
    "downloads": 4.0,
    "ratings": [
      {
        "name": "5 star",
        "count": 4386
      },
      {
        "name": "4 star",
        "count": 3969
      },
      {
        "name": "3 star",
        "count": 1040
      },
      {
        "name": "2 star",
        "count": 633
      },
      {
        "name": "1 star",
        "count": 458
      }
    ]
  },
  {
    "id": 20,
    "image": "https://i.ibb.co.com/xKQVRXd8/vimal-s-Wpoy-HJu6nx-I-unsplash.jpg",
    "title": "Design Pro",
    "subtitle": "Transform your creative ideas into professional-grade designs.",
    "companyName": "CodeWorks",
    "description": "Design Pro is a next-generation application designed to elevate your experience in transform. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 72,
    "reviews": "20.9K",
    "ratingAvg": 4.5,
    "downloads": 4.9,
    "ratings": [
      {
        "name": "5 star",
        "count": 9634
      },
      {
        "name": "4 star",
        "count": 3189
      },
      {
        "name": "3 star",
        "count": 996
      },
      {
        "name": "2 star",
        "count": 628
      },
      {
        "name": "1 star",
        "count": 269
      }
    ]
  },
  {
    "id": 21,
    "image": "https://i.ibb.co.com/p6cXdRZ9/marcel-strauss-yn-Xy-ESA6-Fdg-unsplash.jpg",
    "title": "Audio Sync",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "SmartEdge",
    "description": "Audio Sync is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 65,
    "reviews": "16.7K",
    "ratingAvg": 4.4,
    "downloads": 4.7,
    "ratings": [
      {
        "name": "5 star",
        "count": 11687
      },
      {
        "name": "4 star",
        "count": 2939
      },
      {
        "name": "3 star",
        "count": 1060
      },
      {
        "name": "2 star",
        "count": 409
      },
      {
        "name": "1 star",
        "count": 458
      }
    ]
  },
  {
    "id": 22,
    "image": "https://i.ibb.co.com/DfYPsWwG/mariia-shalabaieva-Qlf-K-2rm5c-unsplash.jpg",
    "title": "Study Mate",
    "subtitle": "Learn smarter with adaptive online lessons and live sessions.",
    "companyName": "SmartEdge",
    "description": "Study Mate is a next-generation application designed to elevate your experience in learn. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 48,
    "reviews": "9.7K",
    "ratingAvg": 4.7,
    "downloads": 2.0,
    "ratings": [
      {
        "name": "5 star",
        "count": 9596
      },
      {
        "name": "4 star",
        "count": 3360
      },
      {
        "name": "3 star",
        "count": 1271
      },
      {
        "name": "2 star",
        "count": 650
      },
      {
        "name": "1 star",
        "count": 447
      }
    ]
  },
  {
    "id": 23,
    "image": "https://i.ibb.co.com/200CXzcG/mariia-shalabaieva-88-Xc-HKPLe3-E-unsplash.jpg",
    "title": "Digital Flow",
    "subtitle": "Empower your digital workflow with seamless AI integration.",
    "companyName": "ZenSoft",
    "description": "Digital Flow is a next-generation application designed to elevate your experience in empower. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 72,
    "reviews": "20.2K",
    "ratingAvg": 4.8,
    "downloads": 1.3,
    "ratings": [
      {
        "name": "5 star",
        "count": 11983
      },
      {
        "name": "4 star",
        "count": 2303
      },
      {
        "name": "3 star",
        "count": 1454
      },
      {
        "name": "2 star",
        "count": 411
      },
      {
        "name": "1 star",
        "count": 323
      }
    ]
  },
  {
    "id": 24,
    "image": "https://i.ibb.co.com/k2ccR9sf/dima-solomin-UKAVi-H-h-FMk-unsplash.jpg",
    "title": "Workout Hub",
    "subtitle": "Personal fitness redefined with smart workout tracking.",
    "companyName": "SkyTech",
    "description": "Workout Hub is a next-generation application designed to elevate your experience in personal. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 69,
    "reviews": "3.9M",
    "ratingAvg": 4.9,
    "downloads": 3.5,
    "ratings": [
      {
        "name": "5 star",
        "count": 5656
      },
      {
        "name": "4 star",
        "count": 2058
      },
      {
        "name": "3 star",
        "count": 808
      },
      {
        "name": "2 star",
        "count": 666
      },
      {
        "name": "1 star",
        "count": 253
      }
    ]
  },
  {
    "id": 25,
    "image": "https://i.ibb.co.com/LXQVJS6d/mariia-shalabaieva-9-OHHzn-CXa2-Q-unsplash.jpg",
    "title": "Sound Cloud",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "SmartEdge",
    "description": "Sound Cloud is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 66,
    "reviews": "3.5M",
    "ratingAvg": 4.6,
    "downloads": 2.8,
    "ratings": [
      {
        "name": "5 star",
        "count": 10394
      },
      {
        "name": "4 star",
        "count": 2997
      },
      {
        "name": "3 star",
        "count": 1405
      },
      {
        "name": "2 star",
        "count": 469
      },
      {
        "name": "1 star",
        "count": 423
      }
    ]
  },
  {
    "id": 26,
    "image": "https://i.ibb.co.com/3YcN3FKY/farhat-altaf-2-X1-Cb-J8k-VL0-unsplash.jpg",
    "title": "Fitness Plus",
    "subtitle": "Personal fitness redefined with smart workout tracking.",
    "companyName": "CodeWorks",
    "description": "Fitness Plus is a next-generation application designed to elevate your experience in personal. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 66,
    "reviews": "5.3M",
    "ratingAvg": 4.4,
    "downloads": 6.4,
    "ratings": [
      {
        "name": "5 star",
        "count": 6891
      },
      {
        "name": "4 star",
        "count": 3330
      },
      {
        "name": "3 star",
        "count": 1438
      },
      {
        "name": "2 star",
        "count": 649
      },
      {
        "name": "1 star",
        "count": 388
      }
    ]
  },
  {
    "id": 27,
    "image": "https://i.ibb.co.com/211qJtCR/eyestetix-studio-pj-Ztd-H6-APGk-unsplash.jpg",
    "title": "Learn Hub",
    "subtitle": "Learn smarter with adaptive online lessons and live sessions.",
    "companyName": "DreamCraft",
    "description": "Learn Hub is a next-generation application designed to elevate your experience in learn. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 53,
    "reviews": "4.5M",
    "ratingAvg": 4.5,
    "downloads": 2.7,
    "ratings": [
      {
        "name": "5 star",
        "count": 5393
      },
      {
        "name": "4 star",
        "count": 2619
      },
      {
        "name": "3 star",
        "count": 1500
      },
      {
        "name": "2 star",
        "count": 402
      },
      {
        "name": "1 star",
        "count": 342
      }
    ]
  },
  {
    "id": 28,
    "image": "https://i.ibb.co.com/SXTJ1hw0/mariia-shalabaieva-Ghq-UDw-V5-Y5-Q-unsplash.jpg",
    "title": "Stream Wave",
    "subtitle": "Stream and share your favorite beats with friends worldwide.",
    "companyName": "SmartEdge",
    "description": "Stream Wave is a next-generation application designed to elevate your experience in stream. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 75,
    "reviews": "6.0K",
    "ratingAvg": 4.8,
    "downloads": 3.8,
    "ratings": [
      {
        "name": "5 star",
        "count": 9383
      },
      {
        "name": "4 star",
        "count": 3537
      },
      {
        "name": "3 star",
        "count": 1301
      },
      {
        "name": "2 star",
        "count": 574
      },
      {
        "name": "1 star",
        "count": 327
      }
    ]
  },
  {
    "id": 29,
    "image": "https://i.ibb.co.com/ynhb4MCx/mariia-shalabaieva-Kt-TRm-Zh-PRjs-unsplash.jpg",
    "title": "Clima Go",
    "subtitle": "Stay informed with accurate forecasts and climate tracking.",
    "companyName": "ZenSoft",
    "description": "Clima Go is a next-generation application designed to elevate your experience in stay. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 56,
    "reviews": "17.6K",
    "ratingAvg": 4.6,
    "downloads": 4.8,
    "ratings": [
      {
        "name": "5 star",
        "count": 5236
      },
      {
        "name": "4 star",
        "count": 2489
      },
      {
        "name": "3 star",
        "count": 1293
      },
      {
        "name": "2 star",
        "count": 395
      },
      {
        "name": "1 star",
        "count": 449
      }
    ]
  },
  {
    "id": 30,
    "image": "https://i.ibb.co.com/7J5pcLJj/eyestetix-studio-Br-P7-JKAHYdk-unsplash.jpg",
    "title": "Active Life",
    "subtitle": "Personal fitness redefined with smart workout tracking.",
    "companyName": "SmartEdge",
    "description": "Active Life is a next-generation application designed to elevate your experience in personal. It combines intelligent algorithms and a minimalist design to deliver maximum performance and usability. Users can easily personalize their experience, manage settings, and sync data across multiple devices. Whether you're a professional or beginner, the app offers smart tools that simplify complex tasks. Security, efficiency, and innovation stand at the core of its architecture, ensuring smooth operation every time. With interactive dashboards, cloud integration, and AI assistance, it adapts perfectly to your lifestyle. Notifications and analytics provide insights that help users achieve better results daily. Experience cutting-edge technology that not only saves time but also inspires creativity and productivity. Stay connected, stay productive, and stay inspired — that's what makes this app an essential part of your modern toolkit.",
    "size": 56,
    "reviews": "19.7K",
    "ratingAvg": 4.3,
    "downloads": 6.4,
    "ratings": [
      {
        "name": "5 star",
        "count": 9729
      },
      {
        "name": "4 star",
        "count": 2028
      },
      {
        "name": "3 star",
        "count": 824
      },
      {
        "name": "2 star",
        "count": 680
      },
      {
        "name": "1 star",
        "count": 334
      }
    ]
  }
]
